tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/nginx"
tap "homebrew/services"
tap "homebrew/versions"
cask "java"
brew "ack"
brew "flac"
brew "libpng"
brew "freetype"
brew "libogg"
brew "openssl"
brew "opusfile"
brew "jpeg"
brew "gettext"
brew "pcre"
brew "autoconf"
brew "automake"
brew "bison"
brew "bison@2.7"
brew "cmake"
brew "coreutils"
brew "curl"
brew "libevent"
brew "dnsmasq"
brew "duck"
brew "elasticsearch"
brew "enchant"
brew "ffmpeg"
brew "fltk"
brew "libtool"
brew "unixodbc"
brew "gmp"
brew "gcc"
brew "gcc@7", link: false
brew "gd"
brew "git"
brew "glfw"
brew "go"
brew "icu4c"
brew "htop"
brew "hub"
brew "imap-uw"
brew "libksba"
brew "memcached", restart_service: true
brew "libsodium"
brew "readline"
brew "libxml2"
brew "libxmlsec1"
brew "libyaml"
brew "mariadb", restart_service: true
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mongodb", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "ntl"
brew "oath-toolkit"
brew "openssl@1.1"
brew "openvpn"
brew "php", link: false
brew "pkg-config"
brew "postgresql"
brew "python"
brew "ruby-build"
brew "redis", restart_service: true
brew "rsync"
brew "ruby"
brew "solr"
brew "wget"
brew "zlib"
brew "homebrew/nginx/upload-nginx-module"
brew "homebrew/nginx/upload-progress-nginx-module"
cask "launchrocket"